main_menu = """\n Главное меню:
    1. Показать все заметки
    2. Добавить заметку
    3. Найти заметку
    4. Изменить заметку
    5. Удалить заметку
    6. Выход\n"""

change_note_menu = """\n Главное меню:
    1. Изменить заголовок заметки (header) 
    2. Изменить текст заметки (body)
    3. Не вносить изменений/закончить редактирование"""

input_value = "Выберите пункт меню: \n"

file_path = "filejson.txt"

new_header = "Введите название новой заметки: \n"
new_body = "Введите текст заметки: \n"


succsesful_message = "Операция выполнена успешно"


search_info = "Введите информация для поиска: \n"

search_fall = "Ничего не найдено!\n"

notes_empty = "Заметок нет!"

bye_message = 'Работа с приложением "Заметки" завершена!'

search_message = "Необходимо сузить условия поиска, найдено боллее одного совпадения"

new_data = "Введите новые данные: "
